driver-tests/httpsoapbc/i18n/HttpSoapBCJbi/test/Operation1ShouldSucceed_Invoke_I18n/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
        xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance" 
        xmlns:xsd="http://www.w3.org/1999/XMLSchema"
        xmlns:tns="http://seebeyond.com/Echo/" 
        xmlns="http://onewayerrortest.webservice.namespace"> 
    <SOAP-ENV:Header/>
    <SOAP-ENV:Body> 
        <Elem1>
            <Field1_1>operation1用のテスト文章</Field1_1>
            <Field1_2>１２３４</Field1_2>
            <Field1_3>This should get replaced.</Field1_3>
        </Elem1>
    </SOAP-ENV:Body> 
</SOAP-ENV:Envelope>